{"id":"1","text":"Procedures:","schema": "pure_display", "choices": ["In this study, you will judge the quality of responses written by an AI chatbot to a user prompt. A prompt is an instruction sent by a user to a chatbot. After processing the prompt, a chatbot will generate two possible responses to the user. Your task will be to identify which of the two responses is better, for 50 different user prompts."]}
{"id":"2","text":"Risks:","schema": "pure_display", "choices": ["The risks and discomfort associated with participation in this study are no greater than those ordinarily encountered in daily life, such as when surfing the internet."]}
{"id":"3","text":"Benefits:","schema": "pure_display", "choices": ["There may be no personal benefit from your participation in the study, but the knowledge gained may have academic value."]}
{"id":"4","text":"Demographic Information:","schema": "pure_display", "choices": ["At the end of the data collection, participants will be asked to report demographic information including gender, age group, race, and education level."]}
{"id":"5","text":"Confidentiality:","schema": "pure_display", "choices": ["By participating in this research, you understand and agree that the researcher may be required to disclose your consent form, data, and other personally identifiable information as required by law, regulation, subpoena, or court order. Otherwise, your confidentiality will be maintained in the following manner: <br> To protect your identity, the researchers will take the following steps: (1) Each participant will be assigned a number; (2) The researchers will record any data collected during the study by number, not by name. (3) The surveyed demographic groups have been set as broad categories, preventing any possibility of individual identification."]}
{"id":"6","text":"Voluntary Participation:","schema": "pure_display", "choices": ["Your participation in this research is voluntary. You may discontinue participation at any time during the research activity."]}